[
  "obsidian-kanban",
  "table-editor-obsidian",
  "templater-obsidian",
  "dataview",
  "nldates-obsidian",
  "note-refactor-obsidian",
  "obsidian-admonition",
  "tag-wrangler",
  "obsidian-excalidraw-plugin",
  "emoji-shortcodes",
  "recent-files-obsidian",
  "oz-image-plugin",
  "obsidian-tasks-plugin",
  "obsidian-linter",
  "periodic-notes",
  "calendar",
  "obsidian-book-search-plugin",
  "obsidian-annotator",
  "cycle-through-panes",
  "obsidian-icon-folder",
  "obsidian-dynamic-toc",
  "extract-highlights-plugin",
  "obsidian-focus-mode",
  "obsidian-dice-roller",
  "simple-embeds",
  "obsidian-tidy-footnotes",
  "obsidian-minimal-settings",
  "quick-explorer",
  "obsidian-style-settings",
  "obsidian-frontmatter-tag-suggest",
  "wikilinks-to-mdlinks-obsidian",
  "obsidian-advanced-uri",
  "omnisearch",
  "text-extractor",
  "obsidian-hover-editor",
  "link-nodes-in-canvas",
  "canvas-filter",
  "buttons",
  "obsidian-hotkeys-for-templates",
  "darlal-switcher-plus",
  "obsidian-copy-block-link",
  "obsidian-vault-statistics-plugin",
  "quick-latex",
  "file-explorer-note-count",
  "custom-sort",
  "obsidian-regex-replace",
  "SecondBrainFetcher",
  "slides-extended",
  "pdf-plus",
  "obsidian-raindrop-highlights",
  "quickadd",
  "supercharged-links-obsidian",
  "zoottelkeeper-obsidian-plugin",
  "OA-file-hider",
  "folder-notes",
  "obsidian-git",
  "obsidian-banners",
  "obsidian42-brat",
  "course-module-loader",
  "typewriter-mode",
  "editing-toolbar",
  "obsidian-file-color"
]